{
  "players": [
    {
      "slug": "ali",
      "squad": "Qatar",
      "player": "Almoez Ali",
      "position": "Centre-forward",
      "club": "Al-Duhail SC",
      "age": "25",
      "goals": "11",
      "assissts": "8",
      "preferred_foot": "right",
      "outlook": "The captain of Qatar will have his hands full if he wants to bring an impressive showing of the squad as the host nation. Ali has experience on the national stage as Qatar has competed in CONCACAF and CONEMBOL tournaments. He might not that get that much attention since he does not play in one of the top five leagues but make no mistake, he does not miss a lot of the chances in front of goal. Look to him to provide the goal scoring power for Qatar. "
    },
    {
      "slug": "hincapié",
      "squad": "Ecuador",
      "player": "Piero Hincapié",
      "position": "Centre-back",
      "club": "Bayern Leverkusen",
      "age": "20",
      "goals": "2",
      "assissts": "1",
      "preferred_foot": "left",
      "outlook": "In what was one of the surprising advancements out of CONEMBOL, Ecuador is looking to make an imapct at the World Cup. They have a lot of talent and play with a lot of heart and do not mind getting physical with opponenets. Hincapié will be the man holding down the back line who will look to stop every attacker coming his way. He has had a stellar season with Bayern Leverkusen so don't be surprised if a good outing will see him in transfer talks. "
    },
    {
      "slug": "mané",
      "squad": "Senegal",
      "player": "Sadio Mané",
      "position": "Left Winger",
      "club": "Liverpool",
      "age": "30",
      "goals": "20",
      "assissts": "3",
      "preferred_foot": "right",
      "outlook": "Mané is one of the most well known attacking players in the world and will look to go far in the tournament for his squad. Do not think that he will have to do it all on his own though as he is surrouned by talented players. Whoever is matched up with him on the left wing better be ready to do a lot of running as he enjoys racing past defenders for through balls on his way to goal. "
    },
    {
      "slug": "dijk",
      "squad": "Netherlands",
      "player": "Virgil Van Dijk",
      "position": "Centre-back",
      "club": "Liverpool",
      "age": "30",
      "goals": "3",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "This isn't the 2010 or 2014 Dutch squad that captured the soccer world with their bright orange kits and fantastic goals. That is why it is up to an experienced and top level player like Van Dijk to put Holland back on the map. Tensions will be high for the club as they are making their first apperance on the national stage since missing out on the previous World Cup. Van Dijk needs to wear the Captian's armband and defend the backline in Netherland's want to advance. "
    },
    {
      "slug": "kane",
      "squad": "England",
      "player": "Harry Kane",
      "position": "Centre-forward",
      "club": "Tottenham Hotspur",
      "age": "28",
      "goals": "23",
      "assissts": "9",
      "preferred_foot": "right",
      "outlook": "Chants of It's Coming Home will be deafening for yet another World Cup. There is no doubt that this England squad is one of the most talented teams in the entire tournament but it is up to Kane to burry the ball consisantley. After having a dissapointing performance in 2014, England bounced back with an impressive fourth place finish in the previous World Cup. If they want to challenge for the title once again, Kane is going to have to finish in the box and take owner ship of the striker position."
    },
    {
      "slug": "azmoun",
      "squad": "Iran",
      "player": "Sardar Azmoun",
      "position": "Centre-forward",
      "club": "Bayern Leverkusen",
      "age": "27",
      "goals": "11",
      "assissts": "5",
      "preferred_foot": "both",
      "outlook": "Azmoun might not be that well of a known player but he has been lilghting up the Bundesliga all year long. He has the ability to make a big impact for a Iran squad that is eager to be back at the World Cup. If he can get behind defenders, therre is no doubt that the ball is finding the back of the net. "
    },
    {
      "slug": "pulisic",
      "squad": "United States",
      "player": "Christian Pulisic",
      "position": "Right Winger",
      "club": "Chelsea",
      "age": "23",
      "goals": "7",
      "assissts": "4",
      "preferred_foot": "right",
      "outlook": "In what is arguarbly the US's most talented generation, Pulisic is looking to lead the red white and blue. After missing out on the last World Cup and having a young team, the pressure seems inevitable for the squad. Pulisic will have to stay healthy throughout the tournament and take defenders on any chance he gets. The eyes of the country will be on this squad like never before as the anticipation continues to build for this generation. "
    },
    {
      "slug": "messi",
      "squad": "Argentina",
      "player": "Lionel Messi",
      "position": "Right Winger",
      "club": "Paris Saint-Germain",
      "age": "34",
      "goals": "8",
      "assissts": "13",
      "preferred_foot": "left",
      "outlook": "In what will likely be his last world cup, Messi is looking to go out on top. In his first year for PSG, Messi has become more of an maestro than a star player. Instead of trying to do it all, Messi can rely on his Argentin teammates to make the burden easier. "
    },
    {
      "slug": "al-rubaie",
      "squad": "Saudi Arabia",
      "player": "Mohammed Al-Rubaie",
      "position": "Goalkeeper",
      "club": "Ahli",
      "age": "24",
      "goals": "0",
      "assissts": "0",
      "preferred_foot": "right",
      "outlook": "With most of the players playing in the Saudi league it was difficult to find someone to highlight. the young goalkeeper in Al-Rubaie is exceptional behind the sticks tallying four clean sheets throughout the season for his club. If he wants to give his country a chance,\nthen he is going to have to come up huge against some of the worlds best. "
    },
    {
      "slug": "ochoa",
      "squad": "Mexico ",
      "player": "Guillermo Ochoa",
      "position": "Goalkeeper",
      "club": "Club America",
      "age": "36",
      "goals": "0",
      "assissts": "0",
      "preferred_foot": "right",
      "outlook": "Ochoa has been a menace between the sticks for decades. In what could potentially be his last World Cup, he will have to have an all time performacne to finally get Mexico into the Round of 16 and more importantly past it. There are a lot of young Mexican players who will be making their first World Cup apperance so it is up to Ochoa to wear the armband and keep everyones emotions in check."
    },
    {
      "slug": "lewandowski",
      "squad": "Poland",
      "player": "Robert Lewandowski",
      "position": "Centre-forward",
      "club": "Bayern Munich",
      "age": "33",
      "goals": "49",
      "assissts": "6",
      "preferred_foot": "right",
      "outlook": "With Lewandowski being one of the best strikers in the world, there is a reason no one wants to play them. After setting the Bundesliga record last season for goals in a total season, look out for Lewandowski to bring the goals on the biggest stage. "
    },
    {
      "slug": "mbappe",
      "squad": "France",
      "player": "Kylian Mbappe",
      "position": "Centre-forward",
      "club": "Paris Saint-Germain",
      "age": "23",
      "goals": "35",
      "assissts": "23",
      "preferred_foot": "right",
      "outlook": "At only 23 years old, Mbappe has already won the World Cup and he is looking to do it once again. With the transfer rumors linking him to La Liga and Real Madrid, it will be interesting to see how the superstar performs. The attack doesn't have to run through him but if it does, look to see the French score early and often on their way to another World Cup."
    },
    {
      "slug": "eriksen",
      "squad": "Denmark",
      "player": "Christian Eriksen",
      "position": "Attacking Midfield",
      "club": "Brentford",
      "age": "30",
      "goals": "1",
      "assissts": "2",
      "preferred_foot": "right",
      "outlook": "Eriksen will be making his way back to an international tournament for the first time after suffering a health setback at the Euros. As a fan favorite, look for Eriksen to have not only Denmark but the entire world rooting for his success. He is certainly capable of being a world class talent and will look to lead his nation to the World Cup."
    },
    {
      "slug": "majbri",
      "squad": "Tunisia",
      "player": "Hannibal Mejbri",
      "position": "Attacking Midfield",
      "club": "Manchester United U23",
      "age": "19",
      "goals": "1",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "A sleeper pick for a quality Tunisia side is Mejbri. He does not have that much experience, if any, at the senior level but if he does get\nthe call up, look for the youngster to turn some heads potentially making his way to the first team or a transfer in his return to Manchester."
    },
    {
      "slug": "pedri",
      "squad": "Spain",
      "player": "Pedri",
      "position": "Central Midfield",
      "club": "Barcelona",
      "age": "19",
      "goals": "5",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "At only 19 years old, Pedri is looking to make a name for himself on the world stage. Already finding success at Barcelona, Pedri will be playing with some experienced Spain players and teammates of his at the club level. His ability to make people miss and his quick change of pace will come in handy in a stacked group."
    },
    {
      "slug": "havertz",
      "squad": "Germany",
      "player": "Kai Havertz",
      "position": "Attacking Midfield",
      "club": "Chelsea",
      "age": "22",
      "goals": "13",
      "assissts": "6",
      "preferred_foot": "left",
      "outlook": "At only 22 years old, Havertz is looking to take Germany back to the promise land after winning it all in 2014. For a player that has struggled to find consistency at Chelsea, Havertz always seems to perform when called up to the national team. His height and elusivness make him difficult to defend. If he comes anywhere near the six yard box, dont blink becuase you just might miss a goal."
    },
    {
      "slug": "minamino",
      "squad": "Japan",
      "player": "Takumi Minamino",
      "position": "Left Winger",
      "club": "Liverpool",
      "age": "27",
      "goals": "9",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "Everyone can remember Minamino's breakout season when he was playing with RB Salzburg that caught the attention of Liverpool and led to him being signed by the club. Since them, he has not been a featured player usually only coming on late in competitions or during tournaments but that is a statement on how stacked his club is. Look for Minamino to lead the Japan squad into the World Cup\nand show everyone why he plays for one of the biggest clubs in the world. "
    },
    {
      "slug": "bruyne",
      "squad": "Belgium",
      "player": "Kevin de Bruyne",
      "position": "Attacking Midfield",
      "club": "Manchester City",
      "age": "30",
      "goals": "15",
      "assissts": "12",
      "preferred_foot": "right",
      "outlook": "De Bruyne will lead his country's Golden Generation in what could be there last outing together. Coming close to capturing a title in the previous after placing third so they should be one of the favorites.With de Bruyne working his magic in the midfield, there is no telling what this squad can accomplish."
    },
    {
      "slug": "davies",
      "squad": "Canada",
      "player": "Alphonso Davies",
      "position": "Left Back",
      "club": "Bayern Munich",
      "age": "21",
      "goals": "0",
      "assissts": "6",
      "preferred_foot": "left",
      "outlook": "In Canada's first World Cup apperance in decades, they are lead by Davies, one of the best players at his position in the world. The speedy back will look to force problems for oppossing teams the same way he does in the Bundesliga. With Davies blurring past defenders, there is no telling what this Canadian squad can accomplish."
    },
    {
      "slug": "hakimi",
      "squad": "Morocco",
      "player": "Achraf Hakimi",
      "position": "Right Back",
      "club": "Paris Saint-Germain",
      "age": "23",
      "goals": "4",
      "assissts": "6",
      "preferred_foot": "right",
      "outlook": "Hakimi has great experience already playing for some of the most famous clubs in the world including Borussia Dortmund, Real Madrid, and Inter Milan. His primary position is defensive minded but he also has the ability to race forward and put the ball in the back of the net. Hakimi is the undisputed leader of this squad even at a young age and will look to make an impact for his country in Qatar. "
    },
    {
      "slug": "modric",
      "squad": "Croatia",
      "player": "Luka Modric",
      "position": "Central Midfield",
      "club": "Real Madrid",
      "age": "36",
      "goals": "3",
      "assissts": "9",
      "preferred_foot": "both",
      "outlook": "In what was one of the best under dog stories in recent memory, Croatia made their way to the final of the 2018 World Cup before falling to France. Undoubtley, the best player on the team in Modric is set to suit up again for his country in what could potentially be his last World Cup. Even though has aged since the last tournament, Modric has never looked better as he still brings his techinical abilities every game in La Liga."
    },
    {
      "slug": "neymar",
      "squad": "Brazil",
      "player": "Neymar",
      "position": "Left Winger",
      "club": "Paris Saint-Germain",
      "age": "30",
      "goals": "11",
      "assissts": "8",
      "preferred_foot": "right",
      "outlook": "In 2014, it looked like Brazil was going to recliam the title of being the best in the world until Neymar suffered an injury and they were knocked out in an ugly outing against Germany. If Brazil want another title brought home, they are going to have to rely on the technical talent of Neymar. "
    },
    {
      "slug": "vlahovic",
      "squad": "Serbia",
      "player": "Dusan Vlahovic",
      "position": "Centre-Forward",
      "club": "Juventus",
      "age": "22",
      "goals": "27",
      "assissts": "6",
      "preferred_foot": "left",
      "outlook": "With Ronaldo departing Juventus, everyone was wondering who would take over as the main striker. Luckily, they found Vlahovic who is having an outstanding season in Turin. This Serbia team has a great mix of young and old players who are looking to make a deep run in the tournament. Look to see Vlahovic have a stellar World Cup that could potentially launch him to superstardom. "
    },
    {
      "slug": "okafor",
      "squad": "Switzerland",
      "player": "Noah Okafor",
      "position": "Centre-Forward",
      "club": "RB Salzburg",
      "age": "21",
      "goals": "14",
      "assissts": "11",
      "preferred_foot": "right",
      "outlook": "One of the brightest young attacking players in the game today and someone who could be set for a big time move during the transfer window. Okafor has been having himself an impressive season in the Austria Bundesliga putting up double digit assissts and goals. He is a fast paced attacker who is playing with an experienced Swiss squad. Look to see him make defenders miss and willing to set up teamates without always taking shots on his own. "
    },
    {
      "slug": "anguissa",
      "squad": "Cameroon",
      "player": "André Zambo Anguissa",
      "position": "Defensive Midfield",
      "club": "SSC Napoli",
      "age": "26",
      "goals": "0",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "For a Cameroon squad that is one of the most stacked that has come out of the AFCON region in recent memory, it was hard to just pick one player out of the squad with so much talent. Anguissa is a dominant defensive midfielder who reads passes before they take place. He will make it hard for opposing teams to build any sort of rhythm in the final third. "
    },
    {
      "slug": "ronaldo",
      "squad": "Portugal",
      "player": "Cristiano Ronaldo",
      "position": "Centre-Forward",
      "club": "Manchester United",
      "age": "37",
      "goals": "21",
      "assissts": "2",
      "preferred_foot": "right",
      "outlook": "Making the move from Serie A to the Preimer League has seemed to do wonders for Ronaldo. His goal scoring efforts have continued to keep Manchester United in contention for a Champions League spot. Ronaldo has previously said he hopes to continue to play football but will this be the the final time we see CR7 light up the world."
    },
    {
      "slug": "partey",
      "squad": "Ghana",
      "player": "Thomas Partey",
      "position": "Defensive Midfield",
      "club": "Arsenal",
      "age": "28",
      "goals": "2",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "In his first year at Arsenal, Partey has been influential in helping Arsenal fight for a top four finish. Having spent time at Atletico Madrid has proved beneficial as he is helping the Gunners limit goals. With all of his experience, look for Partey to have his squad prepared and anchord\nthe backline. "
    },
    {
      "slug": "valverde",
      "squad": "Uruguay",
      "player": "Federico Valverde",
      "position": "Central Midfield",
      "club": "Real Madrid",
      "age": "23",
      "goals": "1",
      "assissts": "1",
      "preferred_foot": "right",
      "outlook": "Don't let the statistics fool you, Valverde is one of the up and coming midfielders in the game.\nIn what will be his first World Cup apperance, Valverde will be looking to make a impact through his electric play in midfield. He could be utilized to be more of an attacking midfielder or how Los Blancos use him as a holding midfielder. "
    },
    {
      "slug": "son",
      "squad": "Korea Republic",
      "player": "Heung-min Son",
      "position": "Left Winger",
      "club": "Tottenham Hotspur",
      "age": "29",
      "goals": "20",
      "assissts": "9",
      "preferred_foot": "both",
      "outlook": "One of the best attacking players in Premier League history, Son is taking Korea Republic back into the World Cup. Son's elusivness and pace in the final third will have him race past defenders and put the ball in the back of the net. With him being used to the stage, look to see a Son carry a bigger leadership role. "
    }
  ]
}
